Repository: DSMenu/DSMenu
Catalog: src/DSMenu/DSMenu/*.lproj/Localizable.strings
Languages: de

# yesButton
source: Yes
de: Ja

# noButton
source: No
de: Nein

# group1
source: Light
de: Licht

# group2
source: Shade
de: Schatten

# group3
source: Climate
de: Klima

# group1scene0
source: Off
de: Aus

# group1scene5
source: Preset 1
de: Stimmung 1

# group1scene17
source: Preset 2
de: Stimmung 2

# group1scene18
source: Preset 3
de: Stimmung 3

# group1scene19
source: Preset 4
de: Stimmung 4

# group1scene6
source: Area 1 on
de: Bereich 1 Ein

# group1scene7
source: Area 2 on
de: Bereich 2 Ein

# group1scene8
source: Area 3 on
de: Bereich 3 Ein

# group1scene9
source: Area 4 on
de: Bereich 4 Ein

# group1scene1
source: Area 1 off
de: Bereich 1 Aus

# group1scene2
source: Area 2 off
de: Bereich 2 Aus

# group1scene3
source: Area 3 off
de: Bereich 3 Aus

# group1scene4
source: Area 4 off
de: Bereich 4 Aus

# group2scene0
source: Down
de: Zu

# group2scene5
source: Up
de: Auf

# group2scene17
source: Preset 2
de: Stimmung 2

# group2scene18
source: Preset 3
de: Stimmung 3

# group2scene19
source: Preset 4
de: Stimmung 4

# group2scene6
source: Area 1 up
de: Bereich 1 Auf

# group2scene7
source: Area 2 up
de: Bereich 2 Auf

# group2scene8
source: Area 3 up
de: Bereich 3 Auf

# group2scene9
source: Area 4 up
de: Bereich 4 Auf

# group2scene1
source: Area 1 down
de: Bereich 1 Zu

# group2scene2
source: Area 2 down
de: Bereich 2 Zu

# group2scene3
source: Area 3 down
de: Bereich 3 Zu

# group2scene4
source: Area 4 down
de: Bereich 4 Zu

# group3scene0
source: Off
de: Aus

# group3scene5
source: Preset 1
de: Stimmung 1

# group3scene17
source: Preset 2
de: Stimmung 2

# group3scene18
source: Preset 3
de: Stimmung 3

# group3scene19
source: Preset 4
de: Stimmung 4

# group3scene6
source: Area 1 on
de: Bereich 1 Ein

# group3scene7
source: Area 2 on
de: Bereich 2 Ein

# group3scene8
source: Area 3 on
de: Bereich 3 Ein

# group3scene9
source: Area 4 on
de: Bereich 4 Ein

# group3scene1
source: Area 1 off
de: Bereich 1 Aus

# group3scene2
source: Area 2 off
de: Bereich 2 Aus

# group3scene3
source: Area 3 off
de: Bereich 3 Aus

# group3scene4
source: Area 4 off
de: Bereich 4 Aus

# group4scene0
source: Off
de: Aus

# group4scene5
source: Preset 1
de: Stimmung 1

# group4scene17
source: Preset 2
de: Stimmung 2

# group4scene18
source: Preset 3
de: Stimmung 3

# group4scene19
source: Preset 4
de: Stimmung 4

# group4scene6
source: Area 1 on
de: Bereich 1 Ein

# group4scene7
source: Area 2 on
de: Bereich 2 Ein

# group4scene8
source: Area 3 on
de: Bereich 3 Ein

# group4scene9
source: Area 4 on
de: Bereich 4 Ein

# group4scene1
source: Area 1 off
de: Bereich 1 Aus

# group4scene2
source: Area 2 off
de: Bereich 2 Aus

# group4scene3
source: Area 3 off
de: Bereich 3 Aus

# group4scene4
source: Area 4 off
de: Bereich 4 Aus

# group5scene0
source: Off
de: Aus

# group5scene5
source: Preset 1
de: Stimmung 1

# group5scene17
source: Preset 2
de: Stimmung 2

# group5scene18
source: Preset 3
de: Stimmung 3

# group5scene19
source: Preset 4
de: Stimmung 4

# group5scene6
source: Area 1 on
de: Bereich 1 Ein

# group5scene7
source: Area 2 on
de: Bereich 2 Ein

# group5scene8
source: Area 3 on
de: Bereich 3 Ein

# group5scene9
source: Area 4 on
de: Bereich 4 Ein

# group5scene1
source: Area 1 off
de: Bereich 1 Aus

# group5scene2
source: Area 2 off
de: Bereich 2 Aus

# group5scene3
source: Area 3 off
de: Bereich 3 Aus

# group5scene4
source: Area 4 off
de: Bereich 4 Aus

# unnamedRoom
source: Room
de: Raum

# menuDevices
source: Devices
de: Geräte

# turnOn
source: On
de: Ein

# turnOff
source: Off
de: Aus

# loading
source: Loading list...
de: Aktualisiere Liste...

# preferences
source: Settings...
de: Einstellungen...

# MainPreferences
source: Connection to your dSS
de: Verbindung zum dSS

# preferenceMainTopTitle
source: Please select your dSS or enter a IP address
de: dSS Wählen oder Adresse eingeben

# preferenceMainAddressLabel
source: IP Address
de: IP Adresse

# preferenceMainAddressCustomIPLabel
source: Use a custom IP Address
de: Manuelle IP Adresse verwenden

# preferenceMainTokenLabel
source: Application Token
de: Applikations Token

# preferenceResetConfigButton
source: Reset Configuration
de: Konfiguration zurücksetzen

# preferenceResetConfigAlert
source: Are you sure?
de: Dieser Schritt kann nicht rückgängig gemacht werden. Sind sie sicher?

# errorConnecting
source: Connection failed
de: Verbindung fehlgeschlagen

# applicationTokenRequested
source: Application is now registered. Please allow access from DSMenu to your dSS (System/Application access)
de: Applikations wurde bei ihrem dSS registriert. Bitte erlauben Sie der Applikation den Zugriff (System/Zugriffsberechtigung)

# pleaseConfigureDSS
source: Please select your local accessable dSS
de: Bitte wählen Sie ihren lokal verfügbaren dSS

source: Quit
de: Beenden

# refresh
source: Refresh list...
de: Räume neu laden...

# launchAtStartupLabel
source: Start DSMenu when your computer starts
de: DSMenu bei Systemstart starten

# launchAtStartupQuestion
source: Would you like to start DSMenu when your computer starts?
de: Möchten Sie DSMenu bei Systemstart automatisch starten?

source: About...
de: Über...

# DetailsPreferences
source: App Behavior
de: App Verhalten

# historyTitle
source: HISTORY
de: VERGANGENER ZEITRAUM

# loadingHistory
source: Loading Data...
de: Lade Daten...

source: Consumption
de: Verbrauch

# connectionSuccessfull
source: Connected
de: Verbunden

# connectionFailed
source: Not connected
de: Nicht Verbunden (Fehler)

# tryToConnectMessage
source: Try to connect...
de: Versuche zu verbinden...

# loginButton
source: Login
de: Anmelden

# disconnectButton
source: Disconnect
de: Verbindung trennen

# usernameLabel
source: Username
de: Benutzername

# passwordLabel
source: Password
de: Passwort

# localConnectionTab
source: Local Connection
de: Lokale Verbindung
